{
    "my-projects": [
        {
            "name": "Tasko ",
            "description": "Is a task management Web App that organizes your ideas into boards, based on Trello. this is my Bootcamp graduation project that was Written together with my two awesome teammates. We tried our best to make a pixel-perfect Trello clone and implemented most of the features that Trello has. The app is based on Vue.js / Vite for the frontend. For the backend, we used Node.js with Express and Socket.io for real-time updates.",
            "img-title": "tasko-web.png",
            "technologies": [
                "HTML",
                "Sass",
                "JavaScript",
                "VUE",
                "Vite",
                "Vuex",
                "Node.js",
                "MongoDB"
            ],
            "Links": {
                "website": "https://tasko.onrender.com",
                "github": "https://github.com/AnnaBalinov/Tasko-frontend"
            }

        },
        {
            "name": "Weather",
            "description": "Fully responsive web app, built using React, allows users to easily search for and view real-time weather forecasts for cities around the world. The app features an intuitive city search with autocomplete functionality, allowing users to quickly find the forecast for their desired location. In addition, users can save their favorite cities to easily access their weather forecasts at a later time. With the most up-to-date weather data and a sleek, user-friendly interface, this app is the perfect tool for staying informed and prepared for any weather conditions. Built with AccuWeather-API.",
            "img-title": "weather-web.png",
            "technologies": [
                "HTML",
                "CSS",
                "JavaScript",
                "React",
                "Redux",
                "Hooks"
            ],
            "Links": {
                "website": "https://annabalinov.github.io/anna-balinov-21-12-2022",
                "github": "https://github.com/AnnaBalinov/anna-balinov-21-12-2022"
            }

        },
        {
            "name": "Infocrypt ",
            "description": "A fully responsive Digital Wallet web app, built using React, provides users a platform for managing financial transactions. With the ability to easily add funds to their wallet balance, users can stay up-to-date on the latest currency exchange rates and make transfers to demo contacts with just a few clicks. The app also offers full CRUD functionality for managing contacts, allowing users to add, update, and delete contacts as needed. Built with CoinGecko-API.",
            "img-title": "infocrypt-web.png",
            "technologies": [
                "HTML",
                "Sass",
                "JavaScript",
                "React",
                "Redux",
                "Hooks"
            ],
            "Links": {
                "website": "https://annabalinov.github.io/Infocrypt",
                "github": "https://github.com/AnnaBalinov/Infocrypt"
            }
        }
    ]
}